app/test.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope SOAP-ENV:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/"
                   xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
                   xmlns:sch="http://www.tibco.com/schemas/Mobilink/SharedResources/Schemas/ValueAddedServices/Schema.xsd12">
    <SOAP-ENV:Body>
        <ns3008:GetSubInfo xmlns:ns3008="sch">
            <Header>
                <Username xsi:type="xsd:string">slypee_mod</Username>
                <Password xsi:type="xsd:string">Slyp33mOb1423!</Password>
            </Header>
        </ns3008:GetSubInfo>
    </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
